day = input('Який сьогодні день? ')

if day == 'Пʼятниця':
    print('Ураа!')
elif day == 'Понеділок':
    print('AAaaaaaaaaa! ТІльки не понеділок! Не хочу в школу!')
elif day == 'Вівторок':
    print('НІіІІІІііііі!!!!!')
elif day == 'Середа':
    print('Ну... хоч вже середина тижня.')
elif day == 'Четвер':
    print('Майже пʼятниця, тримайся!')
elif day == 'Субота':
    print('Вихідні! Можна спати до обіду :)')
elif day == 'Неділя':
    print('Завтра знову в школу...')
else:
    print('Невідомий день. Перевір, чи правильно написав.')






